Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/nigan_sattumukset_kuunneltavissa_nyt_myos_aanikirjana.html.tmx
Source language: fin
Languages: sme

source: Nigán sattumukset kuunneltavissa nyt myös äänikirjana
sme: Nigá fearánat guldalan láhkái dál maiddái jietnagirjin

source: Niga-nimisen saamelaispojan lapsuuden ja nuoruuden tapahtumat ajoittuvat 1940–50-luvulle.
sme: Nigá 1 -girji lea almmustuvvan dál maid jietnagirjin.

source: Kirjan novellit pohjaavat todellisiin tapahtumiin saamelaisperheen elämässä.
sme: Jávrri Johán Niillas, Niilo Aikio lea čállán dán noveallačoakkáldaga.

source: Perheeseen kuuluvat Jovnna-isä, Elle-äiti ja eloisa Niga-poika, joka on mukana perheen arkipäivän toimissa.
sme: Girjjis leat 25 novealla, maid girječálli ieš lohká.

source: Näin nuori mies oppii ne taidot ja tiedot, joita hän tulee tarvitsemaan elämässään pohjoisessa.
sme: Juohke novealla sáhttá guldalit sierra, ná dan lea álkit geavahit oahpahusas.

source: Äänikirjan voit tilata Saamelaiskäräjien nettikaupasta .
sme: Girjji govaid lea sárgon Marketta Nilsen ja govat leat mielde maid dán jietnagirjji materiálas.

source: Täältä voit tilata myös Niga 1 -kirjan paperiversiona .
sme: Jietnagirjji lea bádden Niki Rasmus.
